{
  "chart": {
    "title": "Median income or consumption per day vs. GDP per capita",
    "subtitle": "This data is adjusted for inflation and differences in living costs between countries.",
    "note": "This data is expressed in [international-$](#dod:int_dollar_abbreviation) at 2021 prices. Depending on the country and year, median data relates to income (measured after taxes and benefits) or to consumption, [per capita](#dod:per-capita).",
    "citation": "World Bank Poverty and Inequality Platform (2025); Eurostat, OECD, IMF, and World Bank (2025)",
    "originalChartUrl": "https://ourworldindata.org/grapher/median-daily-per-capita-expenditure-vs-gdp-per-capita?v=1&csvType=full&useColumnShortNames=false",
    "selection": []
  },
  "columns": {
    "Median (2021 prices) - Income or consumption consolidated": {
      "titleShort": "Median income or consumption per day",
      "titleLong": "Median income or consumption per day",
      "descriptionShort": "Value of income or consumption below which 50% of the population live.",
      "descriptionKey": [
        "The data is measured in international-$ at 2021 prices – this adjusts for inflation and for differences in living costs between countries.",
        "Depending on the country and year, the data relates to income (measured after taxes and benefits) or to consumption, per capita. _Per capita_ means that the income of each household is attributed equally to each member of the household (including children).",
        "Non-market sources of income, including food grown by subsistence farmers for their own consumption, are taken into account."
      ],
      "descriptionProcessing": "For most countries in the PIP dataset, estimates relate to _either_ disposable income or consumption, for all available years. A number of countries, however, have a mix of income and consumption data points, with both data types sometimes available for particular years.\n\nIn most of our charts, we present the data with some data points dropped in order to present single series for each country. This allows us to make readable visualizations that combine multiple countries and metrics. In choosing which data points to drop, we try to strike a balance between maintaining comparability over time and showing as long a time series as possible. As such, the exact approach varies somewhat across countries.\n\nIf you would like to see the original data with _all_ available income and consumption data points shown separately, you can do so in our [Poverty Data Explorer](https://ourworldindata.org/explorers/poverty-explorer?Indicator=Share+in+poverty&Poverty+line=%2410+per+day&Household+survey+data+type=Show+data+from+both+income+and+consumption+surveys&Show+breaks+between+less+comparable+surveys=true&country=ROU~CHN~BLR~PER).",
      "shortUnit": "$",
      "unit": "international-$ in 2021 prices",
      "timespan": "1963-2025",
      "type": "Numeric",
      "owidVariableId": 1103374,
      "shortName": "median__ppp_version_2021__poverty_line_no_poverty_line__welfare_type_income_or_consumption__table_income_or_consumption_consolidated__survey_comparability_no_spells",
      "lastUpdated": "2025-08-07",
      "nextUpdate": "2026-02-03",
      "citationShort": "World Bank Poverty and Inequality Platform (2025) – with major processing by Our World in Data",
      "citationLong": "World Bank Poverty and Inequality Platform (2025) – with major processing by Our World in Data. “Median income or consumption per day – World Bank” [dataset]. World Bank Poverty and Inequality Platform, “World Bank Poverty and Inequality Platform (PIP) 20250401_2021, 20250401_2017” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1103374.metadata.json"
    },
    "1103374-annotations": {
      "titleShort": "1103374-annotations",
      "titleLong": "1103374-annotations",
      "type": "SeriesAnnotation",
      "citationShort": " – processed by Our World in Data",
      "citationLong": " – processed by Our World in Data. “1103374-annotations” [dataset].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/undefined.metadata.json"
    },
    "GDP per capita, PPP (constant 2021 international $)": {
      "titleShort": "GDP per capita",
      "titleLong": "GDP per capita - World Bank – In constant international-$",
      "descriptionShort": "Average economic output per person in a country or region per year. This data is adjusted for inflation and differences in living costs between countries.",
      "descriptionKey": [
        "GDP per capita is a comprehensive measure of people's average income. It helps compare income levels across countries and track how they change over time. It is especially useful for understanding trends in economic growth and living standards.",
        "GDP per capita is calculated as the value of all final goods and services produced each year in a country (the [gross domestic product](#dod:gdp)), divided by the population. It represents the average economic output per person.",
        "This indicator shows the large inequality between people in different countries. In the poorest countries, average incomes are below $1,000 per year; in rich countries, they are more than 50 times higher.",
        "This data is expressed in constant international dollars to adjust for inflation and differences in living costs between countries. Read more in our article, [What are international dollars?](https://ourworldindata.org/international-dollars)",
        "This data comes from the World Bank and starts in 1990. For estimates going back several centuries, explore our chart of GDP per capita from the [Maddison Project Database](https://ourworldindata.org/grapher/gdp-per-capita-maddison-project-database)."
      ],
      "shortUnit": "$",
      "unit": "international-$ in 2021 prices",
      "timespan": "1990-2024",
      "type": "Numeric",
      "owidVariableId": 1107059,
      "shortName": "ny_gdp_pcap_pp_kd",
      "lastUpdated": "2025-09-08",
      "nextUpdate": "2026-09-08",
      "citationShort": "Eurostat, OECD, IMF, and World Bank (2025) – with minor processing by Our World in Data",
      "citationLong": "Eurostat, OECD, IMF, and World Bank (2025) – with minor processing by Our World in Data. “GDP per capita – World Bank – In constant international-$” [dataset]. Eurostat, OECD, IMF, and World Bank, “World Development Indicators 122” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1107059.metadata.json"
    },
    "Population (historical)": {
      "titleShort": "Population",
      "titleLong": "Population",
      "descriptionShort": "Population by country, available from 10,000 BCE to 2023, based on data and estimates from different sources.",
      "descriptionKey": [
        "Population is the most commonly used metric throughout Our World in Data. It is used directly to understand population growth over time, and indirectly to calculate per-capita indicators, making it easier to compare countries of different sizes.",
        "We construct this indicator by combining multiple sources covering different periods.\n  - HYDE v3.3 (2023): historical estimates from 10,000 BCE to 1799.\n  - Gapminder v7 (2022): for 1800-1949.\n  - UN World Population Prospects (2024): for 1950 onwards, including 2100 projections.\n  - Gapminder Systema Globalis (2023): additional source for former countries (Yugoslavia, USSR, etc.)",
        "Breaks in the data may occur at the boundaries between sources due to their methodological differences.",
        "You can read more about the sources and methodology in our [dedicated article](https://ourworldindata.org/population-sources). We also provide a table of sources showing the source we use for each country-year.",
        "We calculate geographical aggregates (continents, income groups, etc.) by summing individual country populations. For years before 1800, we rely directly on HYDE's values for continents to ensure historical consistency."
      ],
      "descriptionProcessing": "### Combination of different sources\nWe construct our long-run population data by combining multiple sources:\n\n- 10,000 BCE–1799: historical estimates by HYDE (v3.3).\n\n- 1800–1949: historical estimates by Gapminder (v7).\n\n- 1950–2023: population records from the United Nations World Population Prospects (2024 revision).\n\n**Geographical aggregates**\n\n- For most years, we calculate aggregates by summing the population of member countries.\n- We do this based on [our definition of continents](https://ourworldindata.org/world-region-map-definitions#our-world-in-data) and the [World Bank’s income groups](https://ourworldindata.org/grapher/world-bank-income-groups).\n- The only exception is before 1800, where we use HYDE's estimates for continents (but not income groups).\n\nFor most of the years, we've estimated regional aggregates by summing the population of countries in each region. We've relied on [our continents](https://ourworldindata.org/world-region-map-definitions#our-world-in-data) and [World Bank income group definitions](https://ourworldindata.org/grapher/world-bank-income-groups). The only exception is before 1800, where we've used HYDE's estimates on continents (but not income groups).\n\n**World**\n- Before 1800: we use data from HYDE.\n- 1800-1950: we estimate the global population by summing all available countries in the dataset.\n- After 1950, we rely on estimates from the United Nations World Population Prospects.",
      "shortUnit": "",
      "unit": "people",
      "timespan": "-10000-2023",
      "type": "Integer",
      "owidVariableId": 953903,
      "shortName": "population_historical",
      "lastUpdated": "2024-07-15",
      "nextUpdate": "2026-07-15",
      "citationShort": "HYDE (2023); Gapminder (2022); UN WPP (2024) – with major processing by Our World in Data",
      "citationLong": "HYDE (2023); Gapminder (2022); UN WPP (2024) – with major processing by Our World in Data. “Population – HYDE, Gapminder, UN – Long-run data” [dataset]. PBL Netherlands Environmental Assessment Agency, “History Database of the Global Environment 3.3”; Gapminder, “Population v7”; United Nations, “World Population Prospects”; Gapminder, “Systema Globalis” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/953903.metadata.json"
    },
    "World regions according to OWID": {
      "titleShort": "World regions according to OWID",
      "titleLong": "World regions according to OWID",
      "descriptionShort": "Regions defined by Our World in Data, which are used in OWID charts and maps.",
      "unit": "",
      "timespan": "2023-2023",
      "type": "Continent",
      "owidVariableId": 900801,
      "shortName": "owid_region",
      "lastUpdated": "2023-01-01",
      "citationShort": "Our World in Data – processed by Our World in Data",
      "citationLong": "Our World in Data – processed by Our World in Data. “World regions according to OWID” [dataset]. Our World in Data, “Regions” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/900801.metadata.json"
    }
  },
  "dateDownloaded": "2025-09-28",
  "activeFilters": {}
}